Repository: danerx77/f1
Catalog: tm/data.tmx
Source language: en
Languages: pl

# Would you like to mix records with other TRAINERS?
source: Would you like to mix records with\nother TRAINERS?
pl: Czy chcesz zmieszać rekordy z\ninnymi TRENERAMI?

source: We hope to see you again!
pl: Do zobaczenia!

# Welcome to the POKéMON CABLE CLUB TRADE CENTER.
source: Welcome to the POKéMON CABLE CLUB\nTRADE CENTER.
pl: Witamy w CENTRUM WYMIANY\nPOKéMON CABLE CLUB.

# Welcome to the POKéMON CABLE CLUB COLOSSEUM.
source: Welcome to the POKéMON CABLE CLUB\nCOLOSSEUM.
pl: Witamy w KOLOSEUM\nPOKéMON CABLE CLUB.

# Welcome to the POKéMON CABLE CLUB TIME CAPSULE.
source: Welcome to the POKéMON CABLE CLUB\nTIME CAPSULE.
pl: Witamy w KAPSULE CZASU\nPOKéMON CABLE CLUB.

source: Please come again!
pl: Do zobaczenia!

source: Welcome!\pWe're having a discount sale today!
pl: Witamy!\pMamy dzisiaj wyprzedaż!

source: {PLAYER}{KUN}, welcome!\pWhat can I do for you?
pl: {PLAYER}{KUN}, witaj!\pW czym mogę pomóc?

source: Which floor do you want?
pl: Które piętro wybrać?

# An item in the BAG can be registered to SELECT for easy use.
source: An item in the BAG can be\nregistered to SELECT for easy use.
pl: Przedmiot w TORBIE może\nzostać przypisany guzikowi SELECT.

source: {PLAYER} booted up the PC.
pl: {PLAYER} uruchamia PC.

# Want to give a nickname to the {STR_VAR_2} you received?
source: Want to give a nickname to the\n{STR_VAR_2} you received?
pl: Czy masz ochotę nadać imię\notrzymanemu {STR_VAR_2}?

source: {STR_VAR_1} fainted…\p
pl: {STR_VAR_1} zemdlał…\p

source: Welcome to our POKéMON CENTER!\pWould you like me to heal your\nPOKéMON back to perfect health?
pl: Witamy w CENTRUM POKéMON!\pCzy chcesz, żebym wyleczyła twoje\nPOKéMONY?

# Okay, I'll take your POKéMON for a few seconds.
source: Okay, I'll take your POKéMON for a\nfew seconds.
pl: Okej, wezmę je od ciebie na kilka\nsekund.

# Thank you for waiting. We've restored your POKéMON tolfull health.
source: Thank you for waiting.\nWe've restored your POKéMON to\lfull health.
pl: Dziękuję za cierpliwość.\nWyleczyliśmy wszystkie twoje\lPOKéMONY.

# I'm terribly sorry. The POKéMON WIRELESS CLUB islundergoing adjustments now.
source: I'm terribly sorry.\nThe POKéMON WIRELESS CLUB is\lundergoing adjustments now.
pl: Strasznie mi przykro.\nPOKéMON WIRELESS CLUB jest\ljeszcze dostosowywany.

# It appears to be undergoing adjustments…
source: It appears to be undergoing\nadjustments…
pl: Wygląda na to, że trwa\nmodernizacja…

# {PLAYER} handed over the {STR_VAR_1}.
source: {PLAYER} handed over the\n{STR_VAR_1}.
pl: {PLAYER} oddaje\n{STR_VAR_1}.

# Do you want to give a nickname to this {STR_VAR_1}?
source: Do you want to give a nickname to\nthis {STR_VAR_1}?
pl: Czy masz ochotę nadać imię temu\n{STR_VAR_1}?

# Bingo! The CARD KEY opened the door!
source: Bingo!\nThe CARD KEY opened the door!
pl: Bingo!\nKARTA WSTĘPU otworzyła drzwi!

# No! It needs a CARD KEY!
source: No!\nIt needs a CARD KEY!
pl: Nie!\nTo wymaga KARTY!

# Accessed PROF. OAK's PC…pAccessed the POKéDEX Rating System…
source: Accessed PROF. OAK's PC…\pAccessed the POKéDEX Rating\nSystem…
pl: Połączono z PC PROF. OAKA…\pSystem Oceniania\nPOKéDEKSU…

# Would you like to have your POKéDEX rated?
source: Would you like to have your\nPOKéDEX rated?
pl: Czy chcesz, by oceniono\ntwój POKéDEX?

source: Closed link to PROF. OAK's PC.
pl: Zamknięto połączenie z PC OAKA

# Someone's voice rang out, “Don't run away!”
source: Someone's voice rang out,\n“Don't run away!”
pl: Czyjś głos rozbrzmiał,\n“Nie uciekaj!”

source: The door is open…
pl: Drzwi są otwarte…

source: The {STR_VAR_1} flew away!
pl: {STR_VAR_1} odleciał!

# {PLAYER} found a {STR_VAR_2}! It contains {STR_VAR_1}.
source: {PLAYER} found a {STR_VAR_2}!\nIt contains {STR_VAR_1}.
pl: {PLAYER} znajduje {STR_VAR_2}!\nZawiera {STR_VAR_1}.

# This move can be learned only once. Is that okay?
source: This move can be learned only\nonce. Is that okay?
pl: Tego ruchu można nauczyć się\ntylko raz. Ok?
